Repository: BrosMakingSoftware/Kodi-Launches-EmulationStation-Addon
Catalog: script.kodi.launches.emulationstation/resources/language/*/strings.po
Languages: french, spanish

# #32000
source: Error launching EmulationStation
french: Erreur au démarrage de EmulationStation
spanish: Error iniciando EmulationStation

# #32001
source: The EmulationStation executable was not found.
french: L'exécutable de EmulationStation n'a pas été trouvé.
spanish: El ejecutable de EmulationStation no se pudo encontrar.

# #32002
source: Please change its location on the Addon-Configure section based on your OS.
french: Veuillez le localiser dans la section Configuration selon votre système d'opération.
spanish: Por favor configure su ubicación en la sección de Configuración del Addon basado en su sistema operativo.

# #32003
source: File not found:
french: Fichier non trouvé:
spanish: Archivo no encontrado:

# #32004
source: Is EmulationStation installed?
french: EmulationStation est-il installé?
spanish: ¿Está EmulationStation instalado?

# #32005
source: Please check that EmulationStation is installed and configured on this system before using this launcher, for instructions and downloads go to http://emulationstation.org/
french: Veuillez vous assurer que EmulationStation est installé et configuré sur cet ordinateur. Pour des instructions, référez-vous à http://emulationstation.org/
spanish: Por favor verifique que EmulationStation está instalado y configurado en su sistema antes de usar este inicializador, para instrucciones y descargas visite http://emulationstation.org/

# #32006
source: General
french: Général

# #32007
source: Windows Executable:
french: Fichier pour Windows:
spanish: Ejecutable en Windows:

# #32008
source: Linux Executable:
french: Fichier pour Linux:
spanish: Ejecutable en Linux

# #32009
source: Advanced
french: Avancé
spanish: Avanzado

# #32010
source: Turn off Power Saving?
french: Désactiver mise en veille?
spanish: ¿Desactivar el modo de ahorro de energía?

# #32011
source: Use workaround when emulator starts behind Kodi?
french: Activer si les émulateurs démarrent sous Kodi
spanish: ¿Aplicar solución para emuladores que inician detrás de Kodi?

# #32012
source: Xterm Executable:
french: Fichier de Xterm:
spanish: Ejecutable de Xterm

# #32013
source: Error finding Xterm
french: Erreur Xterm ne peut être trouvé
spanish: Error buscando Xterm

# #32014
source: Xterm is needed in order to launch EmulationStation.
french: Xterm est requis pour démarrer EmulationStation.
spanish: Xterm es requerido para iniciar EmulationStation

# #32015
source: Please change its location on the Addon-Configure advanced section.
french: Veuillez le localiser dans la configuration, section Avancé.
spanish: Por favor cambie su ubicación en la sección avanzada de la Configuración del Addon.
